; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Tłumaczenie na język polski: Bagi
; Email: igorb@pi.onet.pl
; 07.08.2023
; Soft Version: 4.1.9
; Update: August 3, 2023
;  Proszę NIE tłumaczyć „ReadHabit=od lewej do prawej”, ale możesz to zaktualizować,
; jeśli twoim językiem ojczystym jest „od prawej do lewej”.

[Lang]
NativeLanguage=Polski

[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonClose=Zamknij
BtnNews=Informacje
[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLN
LangShortName=pl-pl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informacja
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdzenie
FrmMOMain.ckperiod.caption=Optymalizuj pamięć co

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Udostępnij Wise Memory Optimizer znajomym
FrmMoMain.imgfacebook.hint=Polub WiseCleaner na Facebooku
FrmMoMain.imgtwitter.hint=Udostępnij Wise Memory Optimizer na Twitterze
FrmMoMain.chkupdate.caption=Automatyczne sprawdzanie dostępności nowej wersji
FrmMoMain.btnlike.caption=Lubię to
FrmMoMain.lblTotalMem.Caption=Rozmiar pamięci:
FrmMoMain.lblaopt.Caption=Automatycznie optymalizuj, jeśli dostępna pamięć jest poniżej:  
FrmMoMain.lbltry.Caption=Zwolnij więcej pamięci
FrmMoMain.btnsettings.Caption=Ustawienia
FrmMoMain.btnOpt.Caption=Optymalizuj teraz
FrmMoMain.chkmin.Caption=Minimalizuj do zasobnika po zamknięciu
FrmMoMain.chkauto.Caption=Uruchom po starcie systemu
FrmMoMain.chkautoOpt.Caption=Automatyczna optymalizacja
FrmMoMain.ckchkclearborad.Caption=Wyczyść schowek podczas optymalizacji
FrmMoMain.chkidle.Caption=Opymalizuj, gdy procesor jest bezczynny (zalecane).
FrmMoMain.lbllang.Caption=Język:
FrmMOMain.cknotice.caption=Pokaż powiadomienie po optymalizacji
FrmMOMain.ckMode.caption=Tryb ciemny
;
; About
;
FrmAbout.caption=O programie
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Wersja programu:
FrmAbout.lblemail.caption=Pomoc techniczna:
FrmAbout.lblhome.caption=Strona domowa:
FrmAbout.lblthanks.caption=Podziękowania dla osób za ich wkład w rozwój programu:
FrmAbout.lblUninstall.caption=Instrukcja odinstalowania
FrmAbout.lblPolicy.caption=Polityka prywatności
FrmAbout.lblEula.caption=Umowa licencyjna

[MemoryOptimizer]
ThisTimeFreeMemory=Teraz zwolniono %s pamięci.
CurPrecent=Zużycie pamięci:
UsedMemory=W użyciu:
AvailableMemory=Dostępna pamięć:
FreeMemory=Wolna pamięć: 
At=Na
pmShow=Pokaż okno programu
pmOpt=Iptymalizuj teraz
pmAbout=O programie
pmExit=Zakończ
SureExit=Optymalizacja w toku, czy napewno zamknąć program?
Mintotray=Automatyczna optymalizacja pamięci
pmdefragmem=Defragmentuj RAM
pmclearmem=Zwolnij pamięć RAM
pmclearstandbymem=Opróżnij pamięć RAM w trybie gotowości

[Message]
NoNews=Nie masz nieprzeczytanej wiadomości.
NewVer=Dostępna jest nowa wersja Wise Memory Optimizer! Czy chcesz go teraz uaktualnić?
NotShowNotice=Nie pokazuj więcej tego powiadomienia.
NoOptItem=Aby zoptymalizować, musisz wybrać co najmniej jedną metodę optymalizacji.
minutes=minut
hours=godzin